i5/20240119-1757-glibc/3-locks-mempool/1000/pgbench-warmup-250-0.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 250
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 5308965
number of failed transactions: 0 (0.000%)
latency average = 0.362 ms
initial connection time = 18.094 ms
tps = 88477.718567 (without initial connection time)